Repository: kevinmcdonagh1954/logger
Catalog: lib/l10n/app_*.arb
Languages: pt, zh

# appTitle
source: Logger
zh: 测量软件

# softwareName
source: Logger Software
pt: Software Logger
zh: 测量软件

source: Development Date
pt: Data de desenvolvimento
zh: 开发日期

source: Version
pt: Versão
zh: 版本

source: Contact
pt: Contato
zh: 联系方式

source: Phone
pt: Telefone
zh: 电话

source: Email
zh: 电子邮件

source: Location
pt: Localização
zh: 位置

source: Slope Distance
pt: Distância inclinada
zh: 斜距

source: Vertical Angle
pt: Ângulo vertical
zh: 垂直角

source: Invalid slope distance
pt: Distância inclinada inválida
zh: 无效的斜距

source: Invalid vertical angle
pt: Ângulo vertical inválido
zh: 无效的垂直角

# calculationError
source: Error in calculation
pt: Erro no cálculo
zh: 计算错误

source: Swap Points
pt: Trocar pontos
zh: 交换点

source: Settings
pt: Configurações
zh: 设置

source: Set Out
pt: Implantar
zh: 放样

source: Move Forward
pt: Mover para frente
zh: 向前移动

source: Move Back
pt: Mover para trás
zh: 向后移动

source: Move Left
pt: Mover para a esquerda
zh: 向左移动

source: Move Right
pt: Mover para a direita
zh: 向右移动

source: Move Up
pt: Mover para cima
zh: 向上移动

source: Move Down
pt: Mover para baixo
zh: 向下移动

source: On Line
pt: Na linha
zh: 在线上

source: Language
pt: Idioma
zh: 语言

source: Select Language
pt: Selecionar idioma
zh: 选择语言

source: Home Page
pt: Página inicial
zh: 主页

source: Jobs
pt: Trabalhos
zh: 工作

# jobsHint
source: Select, Create, or Manage
pt: Selecionar, Criar ou Gerenciar
zh: 选择、创建或管理

source: Coordinates
pt: Coordenadas
zh: 坐标

# coordinatesHint
source: View, Add, Edit, Delete
pt: Visualizar, Adicionar, Editar, Excluir
zh: 查看、添加、编辑、删除

source: Calculations
pt: Cálculos
zh: 计算

# calculationsHint
source: Join, Polar
pt: Juntar, Polar
zh: 连接、极坐标

source: Fixes
pt: Correções
zh: 固定点

source: Roads
pt: Estradas
zh: 道路

source: Quit
pt: Sair
zh: 退出

source: No Current Job
pt: Nenhum trabalho atual
zh: 无当前工作

# currentJob
source: Current Job: {jobName}
pt: Trabalho Atual: {jobName}
zh: 当前工作：{jobName}

source: Coming Soon
pt: Em breve
zh: 即将推出

source: Import Points
pt: Importar Pontos
zh: 导入点

source: Export Points
pt: Exportar Pontos
zh: 导出点

source: Ready to import
pt: Pronto para importar
zh: 准备导入

source: Import Status:
pt: Status da Importação:
zh: 导入状态：

# slopeDistanceWithUnit
source: Slope Distance (m)
pt: Distância Inclinada (m)
zh: 斜距 (m)

# targetHeight
source: Target Height (m)
pt: Altura Alvo (m)
zh: 目标高度 (m)

source: Horizontal Angle
pt: Ângulo Horizontal
zh: 水平角

source: Setup at
pt: Configurar em
zh: 设置于

source: Point Name
pt: Nome do Ponto
zh: 点名

source: Search
pt: Pesquisar
zh: 搜索

source: Calculated Position
pt: Posição Calculada
zh: 计算位置

source: Distance
pt: Distância
zh: 距离

source: Direction
pt: Direção
zh: 方向

source: Save
pt: Salvar
zh: 保存

source: Delete
pt: Excluir
zh: 删除

source: Update
pt: Atualizar
zh: 更新

# error
source: Error: {message}
pt: Erro: {message}
zh: 错误：{message}

source: Success
pt: Sucesso
zh: 成功

source: Single Join
pt: União Simples
zh: 单点连接

source: Polar
zh: 极坐标

# firstPoint
source: 1st Point
pt: 1º Ponto
zh: 第一点

# secondPoint
source: Next Point
pt: Próximo Ponto
zh: 下一个点

source: Height Diff
pt: Diferença de Altura
zh: 高度差

# slopeDistanceLabel
source: Slope Distance
pt: Distância Inclinada
zh: 斜距

# gradeSlope
source: Grade/Slope 1:
pt: Inclinação/Declive 1:
zh: 坡度 1:

# gradeSlopePercent
source: Grade/Slope %
pt: Inclinação/Declive %
zh: 坡度百分比

source: Slope Angle
pt: Ângulo de Inclinação
zh: 坡度角

# firstPointHint
source: First Point
pt: Primeiro Ponto
zh: 第一点

# nextPointHint
source: Next Point
pt: Próximo Ponto
zh: 下一点

source: Joins
pt: Uniões
zh: 连接

source: Search Point
pt: Pesquisar Ponto
zh: 搜索点

source: Add Point
pt: Adicionar Ponto
zh: 添加点

# targetHeightWithUnit
source: Target Height (m)
pt: Altura Alvo (m)
zh: 目标高度 (m)

source: Use Curvature and Refraction
pt: Usar Curvatura e Refração
zh: 使用曲率和折射

# addPointTitle
source: Add Point
pt: Adicionar Ponto
zh: 添加点

source: Invalid Comment
pt: Comentário Inválido
zh: 无效注释

source: Comment
pt: Comentário
zh: 注释

source: Descriptor
pt: Descritor
zh: 描述符

# coords
source: Coordinates
pt: Coordenadas
zh: 坐标

source: Sort By
pt: Ordenar Por
zh: 排序方式

# sortByComment
source: Comment ({order})
pt: Comentário ({order})
zh: 注释（{order}）

source: Sort by Coordinate
pt: Ordenar por Coordenada
zh: 按坐标排序

source: View on Google Maps
pt: Ver no Google Maps
zh: 在谷歌地图中查看

source: Cancel
pt: Cancelar
zh: 取消

source: Add
pt: Adicionar
zh: 添加

source: Search Points
pt: Pesquisar Pontos
zh: 搜索点

# addPointDialog
source: Add Point
pt: Adicionar Ponto
zh: 添加点

source: Edit Point
pt: Editar Ponto
zh: 编辑点

source: Valid Comment
pt: Comentário Válido
zh: 有效注释

# pleaseEnterComment
source: Please enter a comment
pt: Por favor, insira um comentário
zh: 请输入注释

# commentExists
source: Comment already exists
pt: Comentário já existe
zh: 注释已存在

source: Backup
zh: 备份

# searchJob
source: Search For Job
pt: Pesquisar Trabalho
zh: 搜索工作

source: Sort Jobs By
pt: Ordenar Trabalhos Por
zh: 工作排序方式

source: Name (A to Z)
pt: Nome (A a Z)
zh: 名称 (A 到 Z)

source: Name (Z to A)
pt: Nome (Z a A)
zh: 名称 (Z 到 A)

source: Date Modified (Newest)
pt: Data de Modificação (Mais Recente)
zh: 修改日期 (最新)

source: Date Modified (Oldest)
pt: Data de Modificação (Mais Antiga)
zh: 修改日期 (最早)

source: Create New Job
pt: Criar Novo Trabalho
zh: 创建新工作

source: Info
pt: Informação
zh: 信息

source: Job Settings
pt: Configurações do Trabalho
zh: 工作设置

source: Job Name
pt: Nome do Trabalho
zh: 工作名称

source: Job Description
pt: Descrição do Trabalho
zh: 工作描述

source: Instrument Settings
pt: Configurações do Instrumento
zh: 仪器设置

source: Instrument
pt: Instrumento
zh: 仪器

source: Dual Capture
pt: Captura Dupla
zh: 双重采集

source: Measurement Units
pt: Unidades de Medida
zh: 测量单位

source: Angular Measurement
pt: Medição Angular
zh: 角度测量

source: Comms Baud Rate
pt: Taxa de Baud de Comunicação
zh: 通信波特率

source: Calculation Settings
pt: Configurações de Cálculo
zh: 计算设置

source: Scale Factor
pt: Fator de Escala
zh: 比例因子

source: Height Above MSL
pt: Altura Acima do NMM
zh: 平均海平面以上高度

source: Mean Y Value
pt: Valor Médio de Y
zh: Y值平均值

source: Vertical Angle Index Error
pt: Erro de Índice de Ângulo Vertical
zh: 垂直角指数误差

source: Tolerance Settings
pt: Configurações de Tolerância
zh: 误差设置

source: Spot Shot Tolerance
pt: Tolerância de Medição Pontual
zh: 点测量误差 (m)

source: Horizontal Alignment Offset Tolerance
pt: Tolerância de Deslocamento de Alinhamento Horizontal
zh: 水平对齐偏移误差 (m)

source: Maximum Search Distance From CL
pt: Distância Máxima de Busca do CL
zh: 中心线最大搜索距离 (m)

source: Timing Settings
pt: Configurações de Tempo
zh: 时间设置

source: Number of Retries
pt: Número de Tentativas
zh: 重试次数

source: Timeout
pt: Tempo Limite
zh: 超时时间（秒）

source: Job Information
pt: Informações do Trabalho
zh: 工作信息

# manualInstrument
source: MANUAL
zh: 手动

source: Horz Alignment
pt: Alinhamento Horizontal
zh: 水平线形

source: Road Design
pt: Design da Estrada
zh: 道路设计

source: Strings
zh: 线路

source: Fieldbook
pt: Caderneta de Campo
zh: 现场手册

# importHorzAlignmentHint
source: Import horizontal alignment data from Model and Road Maker PID files
pt: Importar dados de alinhamento horizontal dos arquivos PID do Model e Road Maker
zh: 从Model和Road Maker PID文件导入水平线形数据

# importRoadDesignHint
source: Import road design data and specifications from Road Maker. PR3 file
pt: Importar dados e especificações de design de estrada do Road Maker. Arquivo PR3
zh: 从Road Maker导入道路设计数据和规范。PR3文件

# importStringsHint
source: Import strings from Model Maker.
pt: Importar strings do Model Maker
zh: 从Model Maker导入线路

# exportFieldbookHint
source: Export fieldbook data
pt: Exportar dados da caderneta de campo
zh: 导出现场手册数据

source: Deleting Your Job
pt: Excluindo seu trabalho
zh: 删除您的工作

# deleteJobConfirmation
source: Are you sure you want to delete "{jobName}" and all its contents?
pt: Tem certeza de que deseja excluir '{jobName}' e todo o seu conteúdo?
zh: 您确定要删除"{jobName}"及其所有内容吗？

# searchJobsHint
source: Search jobs...
pt: Pesquisar trabalhos...
zh: 搜索工作...

source: Exit
pt: Sair
zh: 退出

source: Coordinate Format
pt: Formato de Coordenada
zh: 坐标格式

source: Last Modified
pt: Última modificação
zh: 最后修改时间

source: Created
pt: Criado
zh: 创建时间

source: Size
pt: Tamanho
zh: 大小

# jobInfoDialogTitle
source: Job Information - {jobName}
pt: Informações do Trabalho - {jobName}
zh: 作业信息 - {jobName}

source: Import/Export
pt: Importar/Exportar
zh: 导入/导出

# exportCoordinatesHint
source: Export coordinate data to file
pt: Exportar dados de coordenadas para arquivo
zh: 导出坐标数据到文件

# importCoordinatesHint
source: Import coordinate data from file. Format comma,space,tab delimited. Format CYXZ or CENZ. Restricted to 20 Charaters
pt: Importar dados de coordenadas do arquivo. Formato delimitado por vírgula, espaço ou tabulação.
zh: 从文件导入坐标数据。格式：逗号、空格、制表符分隔。格式：CYXZ 或 CENZ。限制 20 个字符

source: Import
pt: Importar
zh: 导入

source: Export
pt: Exportar
zh: 导出

source: Usage Timer
pt: Temporizador de uso
zh: 使用计时器

# currentSession
source: Current session: {duration}
pt: Sessão atual: {duration}
zh: 本次会话：{duration}

# totalJobTime
source: Total time for {jobName}: {duration}
pt: Tempo total para {jobName}: {duration}
zh: {jobName}总用时：{duration}

source: Location not available
pt: Localização não disponível
zh: 位置不可用

# latitude
source: Latitude: {latitude}
zh: 纬度：{latitude}

# longitude
source: Longitude: {longitude}
zh: 经度：{longitude}

source: Show Comments
pt: Mostrar comentários
zh: 显示注释

source: Show Descriptors
pt: Mostrar descritores
zh: 显示描述符

source: Show Z Values
pt: Mostrar valores Z
zh: 显示Z值

source: Set Grid Interval
pt: Definir intervalo da grade
zh: 设置网格间隔

# gridSpacing
source: Grid Spacing (meters)
pt: Espaçamento da grade (metros)
zh: 网格间距（米）

source: OK
zh: 确定

source: Delete Point
pt: Excluir Ponto
zh: 删除点

# deletePointWithComment
source: Delete Point: {comment}
pt: Excluir Ponto: {comment}
zh: 删除点: {comment}

# deletePointConfirmation
source: Are you sure you want to delete this point?
pt: Tem certeza de que deseja excluir este ponto?
zh: 您确定要删除此点吗？

# pointDeletedSuccess
source: Point deleted successfully
pt: Ponto excluído com sucesso
zh: 点删除成功

# sortByY
source: Y Coordinate ({order})
pt: Coordenada Y ({order})
zh: Y坐标（{order}）

# sortByX
source: X Coordinate ({order})
pt: Coordenada X ({order})
zh: X坐标（{order}）

# sortByZ
source: Z Coordinate ({order})
pt: Coordenada Z ({order})
zh: Z坐标（{order}）

source: Ascending
pt: Crescente
zh: 升序

source: Descending
pt: Decrescente
zh: 降序

# coordinatesWithJob
source: Coordinates - {jobName}
pt: Coordenadas - {jobName}
zh: 坐标 - {jobName}

# coordsWithJob
source: Coords - {jobName}
zh: 坐标 - {jobName}

source: Plot Coordinates
pt: Plotar Coordenadas
zh: 绘图坐标

source: Area
pt: Área
zh: 面积

source: Tache (Raw)
pt: Tache (Bruto)
zh: 全站仪原始数据

source: Tache (Reduced)
pt: Tache (Reduzido)
zh: 全站仪处理数据

# importDtmTotHint
source: Read Model Maker TOT file. TIN model
pt: Ler arquivo Model Maker TOT. Modelo TIN
zh: 读取 Model Maker TOT 文件。TIN 模型

# exportTacheRawHint
source: Export raw tacheometry data
pt: Exportar dados brutos de tacheometria
zh: 导出全站仪原始数据

# exportTacheReducedHint
source: Export processed tacheometry data Comment YXZ/ENZ
pt: Exportar dados processados de tacheometria Comentário YXZ/ENZ
zh: 导出全站仪处理数据 注释 YXZ/ENZ

# exportRoadDesignHint
source: Export road design data
pt: Exportar dados de design da estrada
zh: 导出道路设计数据

# plotCoordinatesTitle
source: Plot Coordinates - {count}
pt: Plotar Coordenadas - {count}
zh: 绘图坐标 - {count}

# zDecimals
source: Z Decimals: {count}
pt: Z Decimais: {count}
zh: Z 小数: {count}

# pointUpdatedSuccess
source: Point updated successfully
pt: Ponto atualizado com sucesso
zh: 点更新成功

source: Point moved out of view
pt: Ponto movido para fora da visualização
zh: 点移出视野

# sortByDescriptor
source: Descriptor ({order})
pt: Descritor ({order})
zh: 描述符（{order}）

source: Quick Distance
pt: Distância Rápida
zh: 快速距离

source: From Point
pt: Do Ponto
zh: 起点

source: To Point
pt: Ao Ponto
zh: 终点

source: Close
pt: Fechar
zh: 关闭

source: Select from Plot
pt: Selecionar do Gráfico
zh: 从图中选择

source: Select Point from Plot
pt: Selecionar Ponto do Gráfico
zh: 从图中选择点

# joinModeSelectFirst
source: Join Mode - Select first point
pt: Modo União - Selecionar primeiro ponto
zh: 连接模式 - 选择第一个点

# firstPointSelected
source: First point selected: {pointName}
pt: Primeiro ponto selecionado: {pointName}
zh: 已选择第一个点：{pointName}

source: Select first point
pt: Selecione o primeiro ponto
zh: 选择第一个点

source: Select second point
pt: Selecione o segundo ponto
zh: 选择第二个点

source: Search First Point
pt: Pesquisar Primeiro Ponto
zh: 搜索第一个点

source: Search by ID or comment
pt: Pesquisar por ID ou Comentário
zh: 按ID或注释搜索
